Repository: nolsatuid/courses
Catalog: quiz/locale/*/LC_MESSAGES/django.po
Languages: de, es_co, id, it, ru

source: Questions
de: Fragen
es_co: Preguntas
id: Pertanyaan
it: Domande
ru: Вопросы

source: Courses
id: Kurus

source: {quiz.title} hasn't started yet
id: {quiz.title} belum dimulai

source: {quiz.title} is over
id: {quiz.title} sudah selesai

source: You are not registered on the quiz <strong> {quiz.title} </strong>
id: Kamu tidak terdaftar pada kuis <strong> {quiz.title} </strong>

source: Category
de: Kategorie
es_co: Categoría
id: Kategori
it: Categoria
ru: Категория

source: Categories
de: Kategorien
es_co: Categorías
id: Kategori
it: Categorie
ru: Категории

source: Sub-Category
de: Unterkategorie
es_co: Sub-Categoría
id: Sub-Kategori
it: Sotto-Categoria
ru: Подкатегория

source: Sub-Categories
de: Unterkategorien
es_co: Sub-Categorías
id: Sub-Kategori
it: Sotto-categorie
ru: Подкатегории

source: Title
de: Titel
es_co: Título
id: Judul
it: Titolo
ru: Название

source: Description
de: Beschreibung
es_co: Descripción
id: Deskripsi
it: Descrizione
ru: Описание

source: a description of the quiz
de: Eine Beschreibung des Quiz
es_co: una descripción del quiz
id: Deskripsi kuis
it: una descrizione del quiz
ru: описание теста

source: a user friendly url
de: Eine benutzerfreundliche url
es_co: una url amigable para el usuario
id: url yang mudah diingat
it: un url amichevole
ru: url теста

source: user friendly url
de: benutzerfreundliche url
es_co: url amigable para el usuario
id: url yang mudah diingat
it: url amichevole
ru: url теста

source: Random Order
de: Zufällige Reihenfolge
es_co: Orden Aleatorio
id: Urutan acak
it: Ordine Casuale
ru: Случайный порядок

source: Display the questions in a random order or as they are set?
de: Fragen zufällig anzeigen oder in der Eingabereihenfolge?
es_co: ¿Muestra las preguntas en un orden aleatorio o como se crearon?
id: Tampilkan pertanyaan dengan acak
it: Visualizzare le domande in un ordine casuale o nell'ordine in cui sono state inserite?
ru: Отображать вопросы в случайном порядке или в порядке добавления?

source: Max Questions
de: Maximale Anzahl der Fragen
es_co: Número Máximo de Preguntas
id: Maks Pertanyaan
it: Numero massimo di domande
ru: Максимальное количество вопросов

source: Number of questions to be answered on each attempt.
de: Anzahl der Fragen die bei jedem Versuch gestellt werden.
es_co: Número de preguntas a ser resueltas por cada intento
id: Jumlah pertanyaan yang harus dijawab
it: Numero di domande cui rispondere in ogni tentativo.
ru: Количество вопросов, на которые должны быть даны ответы при каждой попытке

source: Correct answer is NOT shown after question. Answers displayed at the end.
de: Die Richtige Antwort wird nicht nach der Frage angezeigt sondern am Ende.
es_co: Respuestas correctas NO serán mostradas después de la pregunta. Las respuestas se mostrarán al final
id: Jawaban yang benar TIDAK ditampilkan setelah pertanyaan. Jawaban ditampilkan diakhir.
it: La risposta corretta NON è visualizzata dopo la domanda. Le risposte vengono visualizzate alla fine.
ru: Правильный ответ НЕ показан после вопроса. Ответы отображаются после прохождения теста

source: Answers at end
de: Antworten am Ende
es_co: Respuestas al final
id: Jawaban diakhir
it: Risposte alla fine
ru: Ответы в конце

source: If yes, the correct answer will displayed.
id: Jika iya, jawaban yang benar akan ditampilkan

source: Show correct answer
id: Tampilkan jawaban salah

source: If yes, the result of each attempt by a user will be stored. Necessary for marking.
de: Wenn ja, wird das Ergebnis jeden Versuchs gespeichert. Zum markieren ist die notwendig.
es_co: Si escoge si, el resultado de cada intento por usuario será guardado. Necesario para marcar
id: Jika iya, hasil ujian akan disimpan. Perlu ditandai.
it: Se si, il risultato di ogni tentativo da parte di un utente verrà salvato. Necessario per segnare.
ru: Если отмечено, результаты каждой попытки пользователя будет сохранен

source: Exam Paper
de: Prüfungsarbeit
es_co: Papel del Exámen
id: Kumpulan Hasil Ujian
it: Foglio dell'esame
ru: Экзаменационный лист

source: If yes, only one attempt by a user will be permitted. Non users cannot sit this exam.
de: Wenn ja wird nur ein Versuch pro Anwender zugelassen. Nur angemeldete Anwender können diese Prüfung machen.
es_co: Si escoge si, solo un intento será permitido por usuario. Los que no sean usuarios no tomarán este exámen
id: Jika iya, hanya satu pengguna yang dapat melakukakan ujian. Pengguna lain tidak bisa.
it: Se si, per ogni utente sarà permesso un solo tentativo. I non tutenti non potranno sostenere l'esame.
ru: Если отмечено, пользователю будет разрешена только одна попытка

source: Single Attempt
de: Nur ein Versuch
es_co: Un Intento
id: Satu Kali Percobaan
it: Songolo tentativo
ru: Единственная попытка

source: Pass Mark
es_co: Mínimo exigido para aprobar
id: Syarat kelulusan

source: Percentage required to pass exam.
de: Prozent zum bestehen der Prüfung.
es_co: Porcentaje requerido para aprobar el examen
id: Persentase yang dibutuhkan untuk lulus ujian.
it: Percentuale richiesta per superare l'esame.
ru: Процент правильных ответов для прохождения теста

source: Displayed if user passes.
de: Angezeigt wenn der Anwender besteht.
es_co: Mostrar si el usuario pasa
id: Ditampilkan jika pengguna lulus.
it: Visualizzato se l'utente passa.
ru: Отображается, если пользователь успешно прошел тест

source: Success Text
de: Text für den Erfolg
es_co: Texto de Éxito
id: Pesan Sukses
it: Testo Risposta Corretta
ru: Текст в случае успеха

source: Fail Text
de: Text für den Misserfolg
es_co: Texto de Fracaso
id: Pesan Gagal
it: Test risposta Sbagliata
ru: Текст в случае неудачи

source: Displayed if user fails.
de: Wird angezeigt wenn der Anwender durchfällt.
es_co: Mostrar si el usuario fracasa
id: Ditampilkan jika pengguna gagal.
it: Visualizzato se l'utente fallisce.
ru: Отображается, если пользователь провалил тест

source: Draft
de: Entwurf
es_co: Borrador
id: Draf
it: Bozza
ru: Черновик

source: If yes, the quiz is not displayed in the quiz list and can only be taken by users who can edit quizzes.
de: Wenn ja wird die Prüfung nicht in der Prüfungsliste angezeigt und kann nur von Anwendern ausgeführt werden welche Prüfungen bearbeiten können.
es_co: Si escoge si, este quiz no será mostrado en la lista de quizes y solo podrá ser tomado por usuarios que puedan editar quizes
id: Jika ya, kuis tidak akan ditampilkan dalam daftar kuis. Hanya dapat diakses oleh pengguna yang dapat mengedit kuis.
it: Se sì, il quiz non viene visualizzato nell'elenco quiz e può essere selezionato solo dagli utenti che possono modificare i quiz.
ru: Если отмечено, то не отображается в публичном списке и может быть взято только пользователями с соответствующим правом

source: Start Time
id: Waktu mulai

source: Start time is used to determine when this quiz starts
id: Waktu mulai digunakan untuk menentukan kapan kuis ini dimulai

source: End Time
id: Waktu akhir

source: End time is used to determine when the quiz ends
id: Waktu akhir digunakan untuk menentukan kapan kuis berakhir

source: Quiz
id: Kuis
ru: Тест

source: Quizzes
de: Quizze
es_co: Quizes
id: Kuis
it: Quiz
ru: Тесты

source: User
de: Anwender
es_co: Usuario
id: Pengguna
it: Utente
ru: Пользователь

source: Score
de: Punkte
es_co: Puntaje
id: Skor
it: Punteggio
ru: Баллы

source: User Progress
de: Anwender Fortschritt
es_co: Progreso de Usuario
id: Kemajuan
it: Progressi dell'utente
ru: Прогресс пользователя

source: User progress records
de: Fortschrittsaufzeichnung des Anwenders
es_co: Registros de progreso del usuario
id: Catatan kemajuan pengguna.
it: registarzione progressi utente
ru: Прогресс пользователя

source: error
de: Fehler
id: galat
it: errore
ru: ошибка

source: category does not exist or invalid score
de: Diese Kategorie existiert nicht oder das Ergebnis ist ungültig
es_co: categoría no existe o puntaje inválido
id: Kategori tidak ada atau skor tidak valid
it: categoria inesistente o punteggio non valido
ru: категории не существует или недопустимый балл

source: Question Order
de: Reihenfolge der Fragen
es_co: Orden de las Preguntas
id: Urutan Pertanyaan
it: ordine Domande
ru: Порядок вопросов

source: Question List
de: Liste der Fragen
es_co: Lista de Preguntas
id: Daftar Pertanyaan
it: Elenca domande
ru: Список вопросов

source: Incorrect questions
de: Falsche Antworten
es_co: Preguntas Incorrectas
id: Pertanyaan yang salah
it: Domande sbagliate
ru: Вопросы, на которые дан неверный ответ

source: Current Score
de: Aktueller Punktestand
es_co: Puntaje Actual
id: Skor Saat Ini
it: Punteggio Attuale
ru: Текущий балл

source: Complete
de: Vollständig
es_co: Completo
id: Selesai
it: Completo
ru: Завершен

source: User Answers
de: Antworten des Anwenders
es_co: Respuestas de los Usuarios
id: Jawaban Pengguna
it: Risposte utente
ru: Ответы пользователя

source: Start
de: Anfang
es_co: Inicio
id: Mulai
it: Inizio
ru: Начало

source: End
de: Ende
es_co: Fin
id: Berakhir
it: Fine
ru: Окончание

source: Finish
id: Selesai

source: Out Time
id: Waktu habis

source: Can see completed exams.
de: Kann abgelegte Prüfungen sehen.
es_co: Puede ver exámenes completados
id: Dapat melihat ujian yang diselesaikan.
it: Puoi vedere gli esami completati.
ru: Может просматривать оконченные тесты

source: Sitting a quiz
id: Memulai kuis

source: Sitting quizzes
id: Daftar kuis

source: Figure
de: Abbildung
es_co: Figura
id: Gambar
it: Immagine
ru: Рисунок

source: Enter the question text that you want displayed
de: Geben Sie die Frage ein welche angezeigt werden soll
es_co: Ingresa el texto de la pregunta que quiere que aparezca
id: Masukkan pertanyaan yang ingin ditampilkan
it: Inserisci il testo della domanda che desideri visualizzare
ru: Введите текст вопроса, который должен отобразиться

source: Question
de: Frage
es_co: Pregunta
id: Pertanyaan
it: Domanda
ru: Вопрос

source: Explanation to be shown after the question has been answered.
de: Erklärung welche nach der Antwort angezeigt wird.
es_co: Explicación que debe ser mostrada después de que la pregunta fue respondida
id: Penjelasan akan ditampilkan setelah pertanyaan dijawab.
it: Spiegazione da visulizzare dopo che è stata data la risposta alla domanda.
ru: Объяснение показывается после того, как дан ответ на вопрос

source: Explanation
de: Erklärung
es_co: Explicación
id: Penjelasan
it: Spiegazione
ru: Объяснение

source: Example Quiz Website
de: Beispiel Quiz Webseite
es_co: Sitio Web Ejemplo Quiz
id: Contoh Halaman Kuis
it: Sito Quiz di esempio
ru: Тесты

source: You answered the above question incorrectly
de: Sie haben die obenstehende Frage falsch beantwortet
es_co: Ha respondido a la pregunta anterior de forma incorrecta
id: Jawaban SALAH
it: Hai risposto alla domanda di cui sopra in modo non corretto
ru: Вы дали неверный ответ

source: You answered the above question correctly
id: Jawaban BENAR

source: This is the correct answer
de: Dies ist die richtige Antwort
es_co: Esta es la respuesta correcta
id: Jawaban yang benar
it: Questa è la risposta corretta
ru: Это правильный ответ

source: This was your answer.
de: Dies war Ihre Antwort.
es_co: Esta fue tu respuesta
id: Jawaban kamu
it: Questa è stata la tua risposta
ru: Это был ваш ответ

source: Progress Page
de: Fortschrittsseite
es_co: Página de Progreso
id: Halaman Kemajuan
it: Pagina dei progressi
ru: Страница прогесса

source: User Progress Page
de: Fortschrittsseite des Anwenders
es_co: Página Progreso de Usuario
id: Halaman Kemajuan Pengguna
it: Pagina dei progressi dell'utente
ru: Страница прогресса пользователя

source: Question Category Scores
de: Punkte in dieser Fragenkategorie
es_co: Pregunta Puntajes de las Categorías
id: Skor Kategori Pertanyaan
it: Punteggi Categoria Domanda
ru: Баллы по категориям вопросов

source: Correctly answererd
de: Die Antwort ist richtig
es_co: Correctamente contestada
id: Jawaban benar
it: Risposto correttamente
ru: Верных ответов

source: Incorrect
de: Falsch
es_co: Incorrecta
id: Jawaban salah
it: Sbagliato
ru: Неверных ответов

source: Previous exam papers
de: Vorhergehende Prüfung
es_co: Exámenes anteriores
id: Ujian sebelumnya
it: Fogli esami precedenti
ru: Список предыдущих экзаменов

source: Below are the results of exams that you have sat.
de: Im Folgenden sehen Sie die Ergebnisse Ihrer Prüfungen.
es_co: Abajo están los resultados de los exámenes que se ha realizado.
id: Dibawah ini adalah hasil ujian yang telah kamu ikuti
it: Di seguito sono riportati i risultati degli esami sostenuti.
ru: Ниже представлены результаты пройденных Вами тестов

source: Quiz Title
de: Titel des Quiz
es_co: Título del Quiz
id: Judul Kuis
it: Titolo del Quiz
ru: Название теста

source: Possible Score
de: Mögliche Punkte
es_co: Puntos posibles
id: Skor Maksimal
it: Possibile Punteggio
ru: Возможный балл

source: Remaining time
id: Waktu tersisa

source: of
de: von
es_co: de
id: dari
it: di
ru: из

source: Question category
de: Fragenkategorie
es_co: Categoría de la pregunta
id: Kategori pertanyaan
it: Categoria domanda
ru: Категория вопроса

source: Check
de: Überprüfung
es_co: Verificar
id: Cek
it: Verifica
ru: Ответить

source: The previous question
de: Die vorherige Frage
es_co: La pregunta anterior
id: Pertanyaan sebelumnya
it: La domanda precedente
ru: Предыдущий вопрос

source: All Quizzes
de: Alle Quizze
es_co: Todos los Quizes
id: Semua kuis
it: Tutti i Quiz
ru: Все тесты

source: Category list
de: Liste der Kategorien
es_co: Lista de Categorías
id: List kategori
it: Lista Categorie
ru: Список категорий

source: List of quizzes
de: Liste der Quizze
es_co: Lista de quizes
id: Daftar kuis
it: Lista dei quiz
ru: Список тестов

source: Quiz Detail
id: Detail Kuis

source: You will only get one attempt at this quiz
de: Sie haben nur einen Versuch bei dieser Prüfung
es_co: Solo se tendrá un intento para este quiz
id: Kamu hanya dapat melakukan satu kali percobaan pada kuis ini
it: Avrai un solo tentativo a disposizione per questo quiz
ru: У вас есть одна попытка для прохождения данного теста

source: Start quiz
de: Quiz beginnen
es_co: Empezar quiz
id: Memulai kuis
it: Comincia il Quiz
ru: Начать тест

source: Find
id: Cari

source: Exam
de: Prüfung
es_co: Examen
id: Ujian
it: Esame
ru: Тестирование

source: Single attempt
de: Einzelversuch
es_co: Un solo intento
id: Satu kali percobaan
it: Singolo tentivo
ru: Единственная попытка

source: Schedule
id: Jadwal

source: View details
de: Details ansehen
es_co: Ver detalles
id: Lihat detail
it: Vedi i dettagli
ru: Подробнее

source: There are no available quizzes
de: Es sind keine Prüfungen verfügbar
es_co: No hay quizes disponibles
id: Tidak ada kuis yang tersedia
it: Non ci sono quiz disponibili
ru: Доступных тестов нет

source: Result of
de: Resultat von
es_co: Resultado de
id: Hasil dari
it: Risultato di
ru: Результаты

source: for
de: für
es_co: para
id: untuk
it: per
ru: для

source: Completed
de: Vollständig
es_co: Completado
id: Selesai
it: Completato
ru: Завершено

source: User answer
de: Anwender Antwort
es_co: Respuesta de usuario
id: Jawaban pengguna
it: Risposta utente
ru: Ответ пользователя

source: incorrect
de: falsch
es_co: Incorrecta
id: Jawaban salah
it: errato
ru: Неверно

source: Correct
de: Richtig
es_co: Correcto
id: Jawaban benar
it: Corretto
ru: Верно

source: Toggle whether correct
de: Markieren wenn richtig
es_co: Alternar si es correcta
id: Mengubah status jawaban
it: Seleziona se corretto
ru: Изменить результат

source: List of complete exams
de: Liste der abgelegten Prüfungen
es_co: Lista de examenes completos
id: Daftar ujian yang sudah selesai
it: Lista edgli esami completati
ru: Список завершенных тестов

source: Filter
es_co: Filtro
id: Saring
it: Filtro
ru: Фильтр

source: There are no matching quizzes
de: Es gibt keine übereinstimmenden Prüfungen
es_co: No hay quizes que coincidan
id: Tidak ada kuis yang sesuai
it: Non ci sono quiz corrispondenti
ru: Подходящих тестов нет

source: Exam Results for
de: Prüfungsergebnisse für
es_co: Resultados del exámen de
id: Hasil ujian dari
it: Risultati esame per
ru: Результат теста для

source: Quiz result
id: Hasil Kuis

source: Exam results
de: Prüfungsergebnisse
es_co: Resultados del exámen
id: Hasil ujian
it: Risultati esame
ru: Результаты тестирования

source: Pass
id: Lulus

source: Not Pass
id: Tidak Lulus

source: Correct Answer
id: Jawaban Benar

source: Incorrect Answer
id: Jawaban Salah

source: Note
id: Catatan

source: The result of this exam will be stored in your progress section so you can review and monitor your progression
de: Das Resultat dieser Prüfung wird gespeichert und Sie können sich Ihren Fortschritt ansehen
es_co: El resultado de este examen se almacenará en su sección de progreso para que pueda revisar y supervisar su progreso
id: Hasil dari ujian ini akan disimpan pada menu kemajuan kamu, jadi kamu dapat melihat kemajuan kamu
it: Il risultato di questo esame verrà memorizzato nella sezione di avanzamento in modo da poter verificare e monitorare i tuoi progressi
ru: Результаты данного экзамена будут сохранены. Вы сможете просматривать ваш прогресс

source: Your session score is
de: Der Punktestand dieser Sitzung ist
es_co: Su puntuación de sesión es
id: Skor sesi kamu adalah
it: Il punteggio di questa sessione è
ru: Балл вашей сессии

source: out of a possible
de: von möglichen
es_co: de un total posible
id: keluar dari kemungkinan
it: su un massimo di
ru: из возможных

source: You have already sat this exam and only one sitting is permitted
de: Sie haben diese Prüfung schon abgelegt und dies kann nur einmal erfolgen
es_co: Usted ya ha enviado este examen, y sólo se permite una sola sesión
id: Kamu sudah mengikuti ujian ini, dan hanya dapat melakukan satu kali percobaan
it: Hai già sostenuto questo esame ed è consentito farlo solo una volta
ru: Вы уже прошли данный тест. Разрешена только одна попытка

source: This exam is only accessible to signed in users
de: Diese Prüfung ist angemeldeten Anwendern vorbehalten
es_co: Este examen es sólo accesible para los usuarios inscritos
id: Ujian ini hanya dapat diakses oleh pengguna tertentu
it: Questo esame è disponibile solo per gli utenti collegati
ru: Этот тест доступен только зарегистрированным пользователям

source: Quizzes related to
de: Quizze bezogen auf
es_co: Quizes relacionados con
id: Kuis terkait dengan
it: Quiz collegati a
ru: Тесты относятся к

source: Quizzes in the
de: Quizze in der
es_co: Quizes en el
id: Kuis di dalam
it: Quiz nella
ru: Тесты в

source: category
de: Kategorie
es_co: categoría
id: kategori
it: categoria
ru: категория

source: There are no quizzes
de: Es gibt keine Quizze
es_co: No hay quizes
id: Tidak ada kuis
it: Non ci sono quiz
ru: Тестов нет

source: not answered
id: Jawaban kamu
